Repository: LinkNacional/payment-erede-for-givewp
Catalog: languages/payment-erede-for-givewp-*.po
Languages: pt_br

source: Payment Gateway E-Rede for GiveWP
pt_br: Gateway de pagamento E-Rede para GiveWP

source: Credit and debit card payment using E-Rede
pt_br: Pagamento de cartão de crédito e débito utilizando E-Rede

source: E-Rede API - Credit Card
pt_br: E-Rede API - Cartão de crédito

source: E-Rede - Credit Card
pt_br: E-Rede - Cartão de crédito

source: E-Rede API - Debit Card 3DS
pt_br: E-Rede API - Cartão de débito 3DS

source: E-Rede - Debit Card
pt_br: E-Rede - Cartão de débito

source: Environment type
pt_br: Tipo de ambiente

source: Environment type to make transactions.
pt_br: Tipo de ambiente para fazer transações.

source: Homologation environment for developer
pt_br: Ambiente de homologação para desenvolvedor

source: Production
pt_br: Produção

source: E-Rede API credential filiation number.
pt_br: Número de filiação da credencial API do E-Rede.

source: E-Rede API credential secret token.
pt_br: Token secreto da credencial API do E-Rede.

source: Transaction description
pt_br: Descrição da transação

source: Description that will appear on the customer card statement, does not allow special characters or white space.
pt_br: A Descrição que constará no extrato do cartão do cliente, não permite caracteres especiais ou espaços em branco.

source: Billing fields
pt_br: Campos de cobrança

source: Adds additional address fields to your donation form.
pt_br: Adiciona campos adicionais para seu formulário de doação.

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Debug mode
pt_br: Modo de depuração

source: Saves transaction logs for testing purposes.
pt_br: Salva logs da transação para fins de teste.

source: Donation
pt_br: Doação

source: Return code:
pt_br: Código de retorno:

source: Return message:
pt_br: Mensagem do retorno:

source: Transaction ID:
pt_br: ID da transação:

source: Transaction log in base64
pt_br: Log da transação em base64

source: Know more
pt_br: Saiba mais

source: Manual capture your transactions
pt_br: Capture manualmente suas transações

source: Capture your transactions manually to avoid chargeback and card testing.
pt_br: Capture suas transações manualmente para evitar estorno e testes de cartão.

source: Refund your transactions
pt_br: Reembolse suas transações

source: Option to refund transaction amount integrated into GiveWP donation details.
pt_br: Opção para reembolsar o valor das transações integrado aos detalhes da doação do GiveWP.

source: Donations in installments
pt_br: Doações parceladas

source: Option for your donor to pay the donation in installments.
pt_br: Opção para seu doador pagar a doação em parcelas.

source: International currency exchange
pt_br: Câmbio internacional

source: Get new features with
pt_br: Obtenha novas funcionalidades com

source: Payment E-Rede for GiveWP PRO.
pt_br: Pagamento E-Rede para GiveWP PRO

source: Calculate exchange rates automatically for international currencies, we have full compatibility with the
pt_br: Calcule as taxas de câmbio automaticamente para moedas internacionais, temos total compatibilidade com o

source: Multicurrency plugin for GiveWP by Link Nacional.
pt_br: Plugin Multimoedas para GiveWP por Link Nacional.
